Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Could not join Wi‑Fi network.
ar: تعذر الانضمام إلى شبكة Wi‑Fi.
ca: No s’ha pogut accedir a la xarxa Wi‑Fi.
cs: K Wi‑Fi síti se nepodařilo připojit.
da: Kunne ikke oprette forbindelse til Wi‑Fi-netværk.
de: Verbindung zum WLAN konnte nicht hergestellt werden.
el: Δεν ήταν δυνατή η σύνδεση στο δίκτυο Wi‑Fi.
es: No ha sido posible conectarse a la red Wi‑Fi.
es_us: No se pudo conectar a la red Wi-Fi.
fi: Wi‑Fi‑verkkoon ei voitu liittyä.
fr: Impossible de se connecter au réseau Wi‑Fi.
fr_ca: Impossible de se connecter au réseau Wi‑Fi.
he: לא ניתן היה להצטרף לרשת האלחוטית.
hi: वाई‑फ़ाई नेटवर्क से जुड़ नहीं सका।
hr: Spajanje na Wi‑Fi mrežu nije uspjelo.
hu: Nem sikerült csatlakozni a Wi‑Fi-hálózathoz.
id: Tidak dapat bergabung dengan jaringan Wi‑Fi.
it: Impossibile accedere alla rete Wi‑Fi.
ja: Wi‑Fiネットワークに接続できませんでした。
ko: Wi‑Fi 네트워크에 연결할 수 없습니다.
ms: Tidak dapat menyertai rangkaian Wi‑Fi.
nb: Kunne ikke koble til Wi‑Fi-nettverk.
nl: Er kon geen verbinding worden gemaakt met het wifinetwerk.
pl: Nie można dołączyć do sieci Wi‑Fi.
pt_br: Não foi possível entrar na rede Wi‑Fi.
pt_pt: Não foi possível aceder à rede Wi‑Fi.
ro: Conectarea la rețeaua Wi‑Fi nu a reușit.
ru: Не удалось подключиться к сети Wi‑Fi.
sk: Nepodarilo sa pripojiť k Wi‑Fi sieti.
sl: Ni se mogoče pridružiti omrežju Wi‑Fi.
sv: Det gick inte att ansluta till Wi‑Fi-nätverket.
th: ไม่สามารถเข้าร่วมเครือข่าย Wi‑Fi ได้
tr: Wi‑Fi ağına katılamadı.
uk: Не вдалося приєднатися до мережі Wi‑Fi.
vi: Không thể kết nối mạng Wi‑Fi.
zh_cn: 无法加入Wi‑Fi网络。
zh_hk: 無法加入Wi‑Fi網絡。
zh_tw: 無法加入Wi‑Fi網路。

source: Details…
ar: التفاصيل…
ca: Detalls…
cs: Podrobnosti…
da: Oplysninger…
el: Λεπτομέρειες…
es: Detalles…
es_us: Detalles…
fi: Lisätietoja…
fr: Détails…
fr_ca: Détails…
he: פרטים…
hi: विवरण…
hr: Detalji…
hu: Részletek…
id: Detail…
it: Dettagli…
ja: 詳細…
ko: 세부사항…
ms: Butiran…
nb: Detaljer…
pl: Szczegóły…
pt_br: Detalhes…
pt_pt: Detalhes…
ro: Detalii…
ru: Подробнее…
sk: Podrobnosti…
sl: Podrobnosti …
sv: Detaljer…
th: รายละเอียด…
tr: Ayrıntılar…
uk: Докладніше…
vi: Chi tiết…
zh_cn: 详细信息…
zh_hk: 詳細資料⋯
zh_tw: 詳細資訊⋯

source: Devices may have trouble identifying your network.
ar: قد تواجه الأجهزة مشكلة في التعرف على شبكتك.
ca: Pot ser que els dispositius tinguin problemes per identificar la xarxa.
cs: Je možné, že zařízení budou mít při identifikaci sítě problémy.
da: Enheder kan få problemer med at identificere dit netværk.
de: Geräte haben eventuell Probleme, dein Netzwerk zu identifizieren.
el: Κάποιες συσκευές ενδέχεται να μην μπορούν να αναγνωρίσουν το δίκτυό σας.
es: Puede que los dispositivos tengan problemas para identificar la red.
es_us: Los dispositivos podrían tener dificultades para identificar tu red.
fi: Laitteilla voi olla ongelmia tunnistaa verkkosi.
fr: Les appareils pourront avoir du mal à identifier votre réseau.
fr_ca: Il se peut que les appareils aient des difficultés à identifier votre réseau.
he: ייתכן שמכשירים יתקשו לזהות את הרשת שלך.
hi: आपके नेटवर्क की पहचान करने में डिवाइस को समस्या हो सकती है।
hr: Uređaji mogu imati poteškoće s identifikacijom vaše mreže.
hu: Előfordulhat, hogy az eszközök számára nehezebb lesz a hálózat azonosítása.
id: Perangkat mungkin mengalami masalah dalam mengidentifikasi jaringan Anda.
it: I dispositivi potrebbero riscontrare dei problemi durante l’identificazione della tua rete.
ja: デバイスがこのネットワークを識別できない可能性があります。
ko: 기기에서 사용자의 네트워크를 식별하는 데 문제가 발생할 수 있습니다.
ms: Peranti mungkin menghadapi masalah mengenal pasti rangkaian anda.
nb: Enheter kan få problemer med å identifisere nettverket.
nl: Apparaten kunnen moeite hebben met het identificeren van je netwerk.
pl: Urządzenia mogą mieć problem ze zidentyfikowaniem Twojej sieci.
pt_br: Dispositivos podem ter dificuldade para identificar a sua rede.
pt_pt: Os dispositivos podem ter dificuldade em identificar a sua rede.
ro: Dispozitivele pot întâmpina dificultăți la identificarea rețelei dvs.
ru: Возможно, возникли проблемы с идентификацией Вашей сети устройствами.
sk: Zariadenia môžu mať problémy s identifikáciou vašej siete.
sl: Naprave imajo morda težavo pri identificiranju vašega omrežja.
sv: Enheter kan ha svårt att känna igen ditt nätverk.
th: อุปกรณ์อาจมีปัญหาในการระบุเครือข่ายของคุณ
tr: Aygıtlar, ağınızı belirlemeyle ilgili sorun yaşayabilir.
uk: Пристроям може бути складно визначити вашу мережу.
vi: Các thiết bị có thể gặp vấn đề trong việc nhận dạng mạng của bạn.
zh_cn: 设备可能在识别你的网络时遇到困难。
zh_hk: 裝置可能會在識別網絡時發生問題。
zh_tw: 裝置可能在識別網路時發生問題。

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Aceptar
es_us: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

source: Dynamic WEP
ar: ‏WEP ديناميكي
ca: WEP dinàmic
cs: Dynamické WEP
da: Dynamisk WEP
de: Dynamisches WEP
el: Δυναμικό WEP
es: WEP Dinámica
es_us: WEP dinámica
fi: Dynaaminen WEP
fr: WEP dynamique
fr_ca: WEP dynamique
he: ‏WEP דינמי
hi: डाइनैमिक WEP
hr: Dinamički WEP
hu: Dinamikus WEP
id: WEP Dinamis
it: WEP dinamico
ja: ダイナミックWEP
ko: 동적 WEP
ms: WEP Dinamik
nb: Dynamisk WEP
nl: Dynamische WEP
pl: Dynamiczny WEP
pt_br: WEP Dinâmica
pt_pt: WEP dinâmica
ro: WEP dinamic
ru: Динамический WEP
sk: Dynamické WEP
sl: Dinamični WEP
sv: Dynamisk WEP
th: WEP ไม่คงที่
tr: Dinamik WEP
uk: Динамічний WEP
vi: WEP động
zh_cn: 动态WEP
zh_hk: 動態WEP
zh_tw: 動態WEP

source: Empty Profile for Network Details
ar: ملف تعريف تفاصيل الشبكة فارغ
ca: Perfil de detalls de la xarxa buit
cs: Prázdný profil podrobností o síti
da: Tom profil for netværksoplysninger
de: Leeres Profil für Netzwerkdetails
el: Κενό προφίλ για λεπτομέρειες δικτύου
es: Perfil de detalles de red vacío
es_us: Perfil de los detalles de red vacío
fi: Tyhjä profiili verkkotiedoille
fr: Profil de détails réseau vide
fr_ca: Profil sur les informations du réseau vide
he: הפרופיל של פרטי הרשת ריק
hi: नेटवर्क विवरणों के लिए ख़ाली प्रोफ़ाइल
hr: Prazan profil za detalje mreže
hu: A hálózati részletek profilja üres
id: Profil Kosong untuk Detail Jaringan
it: Profilo vuoto per i dettagli di rete
ja: ネットワークの詳細のプロファイルが空です
ko: 네트워크 세부사항의 프로필이 비어있음
ms: Profil Kosong untuk Butiran Rangkaian
nb: Tom profil for nettverks­detaljer
nl: Leeg profiel voor netwerkdetails
pl: Pusty profil (szczegóły sieci)
pt_br: Perfil dos Detalhes de Rede Vazio
pt_pt: Perfil vazio para detalhes da rede
ro: Profil gol pentru detaliile rețelei
ru: Сведения о сети не указаны в профиле
sk: Prázdny profil pre detaily siete
sl: Prazen profil za podrobnosti omrežja
sv: Tom profil för nätverksinformation
th: โปรไฟล์ว่างเปล่าสำหรับรายละเอียดเครือข่าย
tr: Ağ Ayrıntıları İçin Boş Profil
uk: Порожній профіль для мережевих даних
vi: Cấu hình trống cho thông tin chi tiết mạng
zh_cn: 网络详细信息的描述文件为空
zh_hk: 網絡詳細資料的空白描述檔
zh_tw: 網路詳細資訊的空白描述檔

source: Enter a name and password for network "%@"
ar: قم بإدخال اسم وكلمة سر للشبكة "%@"
ca: Introdueix un nom i una contrasenya per a la xarxa “%@”
cs: Zadejte jméno a heslo pro síť „%@“
da: Skriv et navn og en adgangskode til netværket “%@”
de: Gib Namen und Passwort für das Netzwerk „%@“ ein
el: Εισαγάγετε όνομα και συνθηματικό για το δίκτυο «%@»
es: Introducir un nombre y una contraseña para la red “%@”
es_us: Ingresa un nombre y contraseña para la red “%@”
fi: Syötä verkon ”%@” käyttäjätunnus ja salasana
fr: Saisir le nom et le mot de passe pour le réseau « %@ »
fr_ca: Saisir le nom et le mot de passe pour le réseau « %@ »
he: יש להזין שם וסיסמה עבור הרשת ״%@״
hi: “%@” नेटवर्क के लिए नाम और पासवर्ड दर्ज करें
hr: Unesite naziv i lozinku za mrežu "%@"
hu: Adjon meg egy nevet és jelszót a(z) „%@” hálózathoz
id: Masukkan nama dan kata sandi untuk jaringan "%@"
it: Inserisci il nome e la password per la rete “%@”
ja: ネットワーク“%@”用の名前とパスワードを入力してください
ko: ‘%@’ 네트워크의 이름 및 암호 입력
ms: Masukkan nama dan kata laluan untuk rangkaian "%@"
nb: Oppgi et navn og passord for nettverket «%@»
nl: Voer een naam en wachtwoord in voor het netwerk '%@'
pl: Podaj nazwę użytkownika i hasło dostępu do sieci „%@”
pt_br: Digite um nome e uma senha para a rede “%@”
pt_pt: Digite um nome e uma palavra‑passe para a rede “%@”
ro: Introduceți un nume și o parolă pentru rețeaua „%@”
ru: Введите имя и пароль для сети «%@»
sk: Zadajte meno a heslo pre sieť „%@“
sl: Vnesite ime in geslo za omrežje »%@«
sv: Ange ett namn och lösenord för nätverket ”%@”
th: ป้อนชื่อและรหัสผ่านของเครือข่าย "%@"
tr: “%@” ağı için bir ad ve parola girin
uk: Введіть імʼя та пароль для мережі «%@»
vi: Nhập tên và mật khẩu cho mạng "%@"
zh_cn: 输入网络“%@”的名称和密码
zh_hk: 輸入網絡「%@」的名稱和密碼
zh_tw: 輸入網路「%@」的名稱和密碼

source: Enter the name and the security type of the profile you want to add.
ar: أدخل اسم ونوع تأمين ملف التعريف المراد إضافته.
ca: Introdueix el nom i el tipus de seguretat del perfil que vols afegir.
cs: Zadejte název a typ zabezpečení profilu, který chcete přidat.
da: Skriv navnet og sikkerhedstypen på den profil, du vil tilføje.
de: Gib den Namen und den Sicherheitstyp des Profils ein, das du hinzufügen möchtest.
el: Εισαγάγετε το όνομα και τον τύπο ασφάλειας του προφίλ που θέλετε να προσθέσετε.
es: Introduce el nombre y el tipo de seguridad del perfil que quieres añadir.
es_us: Ingresa el nombre y el tipo de seguridad del perfil que quieres agregar.
fi: Syötä nimi ja suojaustyyppi profiilille, jonka haluat lisätä.
fr: Saisissez les nom et type de sécurité du profil que vous souhaitez ajouter.
fr_ca: Saisissez les nom et type de sécurité du profil que vous souhaitez ajouter.
he: יש להזין את השם ואת סוג האבטחה של הפרופיל שברצונך להוסיף.
hi: उस प्रोफ़ाइल का नाम और सुरक्षा प्रकार दर्ज करें जिसे आप जोड़ना चाहते हैं।
hr: Unesite naziv i vrstu zaštite za profil koji želite dodati.
hu: Adja meg a hozzáadni kívánt profil nevét, valamint biztonsági típusát.
id: Masukkan nama dan jenis keamanan profil yang ingin Anda tambahkan.
it: Inserisci il nome e il tipo di protezione del profilo che desideri aggiungere.
ja: 追加したいプロファイルの名前とセキュリティの種類を入力します。
ko: 추가하려는 프로필의 이름 및 보안 유형을 입력하십시오.
ms: Masukkan nama dan jenis keselamatan profil yang anda mahu tambah.
nb: Angi navn og sikkerhetstype for profilen du vil legge til.
nl: Geef de naam en het type beveiliging op van het profiel dat je wilt toevoegen.
pl: Podaj nazwę profilu, który chcesz dodać, i typ jego zabezpieczeń.
pt_br: Digite o nome e o tipo de segurança do perfil de rede que você deseja adicionar.
pt_pt: Digite o nome e tipo de segurança do perfil que pretende adicionar.
ro: Introduceți numele și tipul de securitate pentru profilul pe care doriți să îl adăugați.
ru: Введите имя и тип безопасности для добавляемого профиля.
sk: Zadajte názov a typ zabezpečenia profilu, ktorý chcete pridať.
sl: Vnesite ime in vrsto varnosti profila, ki ga želite dodati.
sv: Ange ett namn och säkerhetstypen för den profil du vill lägga till.
th: ป้อนชื่อและประเภทระบบความปลอดภัยสำหรับโปรไฟล์ที่ต้องการเพิ่ม
tr: Eklemek istediğiniz profilin adını ve güvenlik türünü seçin.
uk: Введіть імʼя та тип захисту профілю, який потрібно додати.
vi: Nhập tên và loại bảo mật của cấu hình mà bạn muốn thêm.
zh_cn: 输入你想要添加的描述文件的名称和安全性类型。
zh_hk: 輸入要加入的描述檔名稱和安全層級類型。
zh_tw: 輸入想要加入的描述檔名稱和安全類型。

source: Fixed
ar: ثابت
ca: Fixa
cs: Neměnná
da: Statisk
de: Statisch
el: Σταθερή
es: Fija
es_us: Fija
fi: Kiinteä
fr: Fixe
fr_ca: Statique
he: קבועה
hi: फ़िक्स्ड
hr: Fiksno
hu: Rögzített
id: Tetap
it: Fisso
ja: 固定
ko: 고정
ms: Tetap
nb: Fast
nl: Vast
pl: Statyczne
pt_br: Fixo
pt_pt: Fixo
ro: Fixă
ru: Статический адрес
sk: Nemenná
sl: Nespremenljiv
sv: Fast
th: คงที่
tr: Sabit
uk: Фіксована
vi: Cố định
zh_cn: 固定
zh_hk: 固定
zh_tw: 固定

source: Forget
ar: إلغاء الحفظ
ca: Omet
cs: Ignorovat
da: Glem
de: Ignorieren
el: Αγνόηση
es: Omitir
es_us: Olvidar
fi: Unohda
fr: Oublier
fr_ca: Oublier
he: הסרה
hi: याद न रखें
hr: Zaboravi
hu: Elfelejtés
id: Lupakan
it: Dissocia
ja: 削除
ko: 지우기
ms: Lupakan
nb: Glem
nl: Vergeet
pl: Zapomnij
pt_br: Esquecer
pt_pt: Esquecer
ro: Ignorați
ru: Забыть
sk: Odstrániť
sl: Pozabi
sv: Glöm
th: ลบ
tr: Unut
uk: Забути
vi: Quên
zh_cn: 忽略
zh_hk: 忘記
zh_tw: 忘記

source: Forget This Network…
ar: إلغاء حفظ هذه الشبكة…
ca: Omet la xarxa…
cs: Ignorovat tuto síť…
da: Glem dette netværk…
de: Dieses Netzwerk ignorieren …
el: Αγνόηση αυτού του δικτύου…
es: Omitir esta red…
es_us: Olvidar esta red…
fi: Unohda tämä verkko…
fr: Oublier ce réseau…
fr_ca: Oublier ce réseau…
he: הסרת רשת זו…
hi: इस नेटवर्क को भूल जाएँ…
hr: Zaboravi ovu mrežu…
hu: Hálózat elfelejtése…
id: Lupakan Jaringan Ini…
it: Dissocia questa rete…
ja: このネットワーク設定を削除…
ko: 이 네트워크 지우기…
ms: Lupakan Rangkaian Ini…
nb: Glem dette nettverket…
nl: Vergeet dit netwerk…
pl: Zapomnij tę sieć…
pt_br: Esquecer esta Rede…
pt_pt: Esquecer esta rede…
ro: Ignorați această rețea…
ru: Забыть эту сеть…
sk: Odstrániť zo zoznamu…
sl: Pozabi to omrežje …
sv: Glöm det här nätverket…
th: ลบเครือข่ายนี้…
tr: Bu Ağı Unut…
uk: Забути цю мережу…
vi: Quên mạng này…
zh_cn: 忽略此网络…
zh_hk: 忘記此網絡⋯
zh_tw: 忘記此網路設定⋯

source: Hello, world!
ar: مرحبًا أيها العالم!
ca: Hola, món!
cs: Ahoj světe!
da: Hej verden!
de: Hallo Welt!
el: Χαίρετε!
es: ¡Hola, mundo!
es_us: ¡Hola, mundo!
fi: Hei maailma!
fr: Bonjour tout le monde !
fr_ca: Bonjour tout le monde!
he: שלום עולם!
hi: हेलो वर्ल्ड!
hr: Zdravo svijete!
hu: Helló, világ!
id: Halo dunia!
it: Ciao mondo!
ja: こんにちは!
ko: 안녕하세요!
ms: Helo dunia!
nb: Hei, verden!
nl: Hallo wereld!
pl: Witaj, świecie!
pt_br: Olá, mundo!
pt_pt: Olá, mundo!
ro: Salutare, lume!
ru: Всем привет!
sk: Ahoj svet!
sl: Pozdravljen, svet!
sv: Hallå världen!
th: สวัสดีชาวโลก!
tr: Merhaba dünya!
uk: Привіт, світе!
vi: Xin chào mọi người!
zh_cn: 你好，世界！
zh_hk: 你好，全世界！
zh_tw: 哈囉，全世界！

source: Hidden Network
ar: شبكة مخفية
ca: Xarxa oculta
cs: Skrytá síť
da: Skjult netværk
de: Verstecktes Netzwerk
el: Κρυφό δίκτυο
es: Red oculta
es_us: Red oculta
fi: Kätketty verkko
fr: Réseau masqué
fr_ca: Réseau masqué
he: רשת מוסתרת
hi: अदृश्य नेटवर्क
hr: Skrivena mreža
hu: Rejtett hálózat
id: Jaringan Tersembunyi
it: Rete nascosta
ja: 非公開ネットワーク
ko: 가려진 네트워크
ms: Rangkaian Tersembunyi
nb: Skjult nettverk
nl: Verborgen netwerk
pl: Sieć ukryta
pt_br: Rede Oculta
pt_pt: Rede oculta
ro: Rețea ascunsă
ru: Скрытая сеть
sk: Skrytá sieť
sl: Skrito omrežje
sv: Dolt nätverk
th: เครือข่ายที่ซ่อนอยู่
tr: Gizli Ağ
uk: Прихована мережа
vi: Mạng ẩn
zh_cn: 隐藏的网络
zh_hk: 隱藏的網絡
zh_tw: 隱藏的網路

source: Hidden Network with Weak Security
ar: شبكة مخفية مع تأمين ضعيف
ca: Xarxa oculta poc segura
cs: Skrytá síť se slabým zabezpečením
da: Skjult netværk med svag sikkerhed
de: Verstecktes Netzwerk mit geringer Sicherheit
el: Κρυφό δίκτυο με ασθενή ασφάλεια
es: Red oculta con un nivel de seguridad bajo
es_us: Red oculta con poca seguridad
fi: Kätketty verkko, jonka suojaus on heikko
fr: Réseau masqué avec sécurité faible
fr_ca: Réseau masqué à faible sécurité
he: רשת מוסתרת עם רמת אבטחה נמוכה
hi: कमज़ोर सुरक्षा वाला अदृश्य नेटवर्क
hr: Skrivena mreža sa slabom zaštitom
hu: Rejtett hálózat gyenge biztonsággal
id: Jaringan Tersembunyi dengan Keamanan Lemah
it: Rete nascosta con livello di sicurezza basso
ja: 安全性の低い非公開ネットワーク
ko: 보안이 취약한 가려진 네트워크
ms: Rangkaian Tersembunyi dengan Keselamatan Lemah
nb: Skjult nettverk med lav sikkerhet
nl: Verborgen netwerk met zwakke beveiliging
pl: Sieć ukryta ze słabymi zabezpieczeniami
pt_br: Rede Oculta com Segurança Fraca
pt_pt: Rede oculta com segurança fraca
ro: Rețea ascunsă cu securitate slabă
ru: Скрытая сеть со слабой защитой
sk: Skrytá sieť so slabým zabezpečením
sl: Skrito omrežje z nizko varnostjo
sv: Dolt nätverk med svag säkerhet
th: เครือข่ายที่ซ่อนอยู่และมีความปลอดภัยต่ำ
tr: Güvenliği Zayıf Gizli Ağ
uk: Прихована мережа зі слабким захистом
vi: Mạng ẩn với tính bảo mật yếu
zh_cn: 低安全性的隐藏网络
zh_hk: 保安級別低的隱藏網絡
zh_tw: 隱藏的網路安全層級薄弱

source: Identity
ar: الهوية
ca: Identitat
cs: Identita
da: Identitet
de: Identität
el: Αναγνωριστικό
es: Identidad
es_us: Identidad
fi: Identiteetti
fr: Identité
fr_ca: Identité
he: זהות
hi: पहचान
hr: Identitet
hu: Identitás
id: Identitas
it: Identità
ja: ID
ko: 신원
ms: Identiti
nb: Identitet
nl: Identiteit
pl: Tożsamość
pt_br: Identidade
pt_pt: Identidade
ro: Identitate
ru: Удостоверение
sk: Identita
sl: Identiteta
sv: Identitet
th: ข้อมูลประจำตัว
tr: Kimlik
uk: Посвідчення
vi: Danh tính
zh_cn: 身份
zh_hk: 識別身份
zh_tw: 識別身分

source: If this is your Wi‑Fi network, configure the router to broadcast this network with WPA2 (AES) or WPA3 security type.
ar: إذا كانت هذه شبكة Wi‑Fi الخاصة بك، فيرجى تكوين جهاز التوجيه لديك لبث هذه الشبكة باستخدام بروتوكول الأمن WPA2 (AES) أو WPA3.
ca: Si aquesta xarxa Wi‑Fi és teva, configura l’encaminador perquè la transmeti amb el tipus de seguretat WPA2 (AES) o WPA3.
cs: Pokud je toto vaše Wi‑Fi síť, nastavte směrovač na vysílání sítě se zabezpečením WPA2 (AES) nebo WPA3.
da: Hvis det er dit Wi‑Fi-netværk, skal du konfigurere routeren til at annoncere netværket med sikkerhedstypen WPA2 (AES) eller WPA3.
de: Ist dies dein WLAN, konfiguriere den Router zum Senden in diesem Netzwerk mit dem Sicherheitstyp „WPA2 (AES)“ oder „WPA3“.
el: Αν αυτό το δίκτυο Wi‑Fi είναι δικό σας, διαμορφώστε τον δρομολογητή για μετάδοση αυτού του δικτύου με τύπο ασφάλειας WPA2 (AES) ή WPA3.
es: Si esta es tu red Wi‑Fi, configura el router para que transmita esta red con el sistema de seguridad WPA2 (AES) o WPA3.
es_us: Si esta es tu red Wi‑Fi, configura el router para transmitirla con el tipo de seguridad WPA2 (AES) o WPA3.
fi: Jos tämä on Wi‑Fi-verkkosi, määritä reititin ilmoittamaan tästä verkosta suojaustyypillä WPA2 (AES) tai WPA3.
fr: S’il s’agit bien de votre réseau Wi‑Fi, configurez votre routeur de façon à ce qu’il diffuse ce réseau à l’aide du type de sécurité WPA2 (AES) ou WPA3.
fr_ca: S’il s’agit de votre réseau Wi‑Fi, configurez le routeur pour diffuser ce réseau en appliquant le type de sécurité WPA2 (AES) ou WPA3.
he: אם זוהי הרשת האלחוטית שלך, יש לקבוע בהגדרות הנתב שלך שידור אלחוטי עם אבטחה מסוג WPA2 (AES) או WPA3.
hi: यदि यह आपका वाई‑फ़ाई नेटवर्क है, तो WPA2 (AES) या WPA3 सुरक्षा प्रकार के साथ इस नेटवर्क को प्रसारित करने लिए राउटर को कॉन्फ़िगर करें।
hr: Ako je ovo vaša Wi‑Fi mreža, podesite router na emitiranje ove mreže s vrstom zaštite WPA2 (AES) ili WPA3.
hu: Ha ez az Ön Wi‑Fi-hálózata, akkor konfigurálja úgy a routert, hogy WPA2 (AES) vagy WPA3 biztonságtípussal sugározza ezt a hálózatot.
id: Jika ini adalah jaringan Wi‑Fi Anda, konfigurasikan ruter untuk menyiarkan jaringan ini dengan jenis keamanan WPA2 (AES) atau WPA3.
it: Se questa è la tua rete Wi‑Fi, configura il router in modo tale da renderla visibile con l’opzione di protezione WPA2 (AES) o WPA3.
ja: これが自分のWi‑Fiネットワークの場合は、このネットワークをWPA2（AES）またはWPA3でブロードキャストするようにルーターを構成してください。
ko: 이 네트워크가 사용자의 Wi‑Fi 네트워크일 경우, 라우터가 이 네트워크를 WPA2(AES) 또는 WPA3 보안 유형으로 브로드캐스트하도록 구성하십시오.
ms: Jika ini rangkaian Wi‑Fi anda, konfigurasikan penghala untuk menyiarkan rangkaian ini dengan jenis keselamatan WPA2 (AES) atau WPA3.
nb: Hvis dette er ditt Wi‑Fi-nettverk, må du konfigurere ruteren din til å vise nettverksnavnet og passordbeskytte nettverket med WPA2 (AES) eller WPA3.
nl: Als dit jouw wifinetwerk is, configureer je de router zo dat deze dit netwerk bekendmaakt met de beveiligingsmethode WPA2 (AES) of WPA3.
pl: Jeśli to Twoja sieć Wi‑Fi, skonfiguruj router tak, aby była dostępna z zabezpieczeniami WPA2 (AES) lub WPA3.
pt_br: Se esta for a sua rede Wi‑Fi, configure o roteador para anunciá‑la com o tipo de segurança WPA2 (AES) ou WPA3.
pt_pt: Se esta rede Wi‑Fi for sua, configure o router para a tornar visível com o tipo de segurança WPA2 (AES) ou WPA3.
ro: Dacă aceasta este rețeaua dvs. Wi‑Fi, configurați‑vă ruterul să difuzeze această rețea cu securitate de tip WPA2 (AES) sau WPA3.
ru: Если это Ваша сеть Wi‑Fi, настройте маршрутизатор на вещание этой сети с типом безопасности WPA2 (AES) или WPA3.
sk: Ak je toto vaša Wi‑Fi sieť, nastavte router na vysielanie tejto siete so zabezpečením WPA2 (AES) alebo WPA3.
sl: Če je to vaše omrežje Wi-Fi, konfigurirajte usmerjevalnik tako, da oddaja to omrežje z vrsto varnosti WPA2 (AES) ali WPA3.
sv: Om det här är ditt Wi‑Fi-nätverk bör du konfigurera routern så att den sänder ut detta nätverk med säkerhetstypen WPA2 (AES) eller WPA3.
th: ถ้าเครือข่ายนี้เป็นเครือข่าย Wi‑Fi ของคุณ ให้กำหนดค่าเราท์เตอร์เพื่อกระจายสัญญาณเครือข่ายนี้ด้วยความปลอดภัยแบบ WPA2 (AES) หรือ WPA3
tr: Bu sizin Wi‑Fi ağınızsa yönelticinizi bu ağı WPA2 (AES) veya WPA3 güvenlik türüyle duyuracak şekilde ayarlayın.
uk: Якщо це ваша Wi‑Fi‑мережа, сконфігуруйте маршрутизатор на трансляцію цієї мережі з типом захисту WPA2 (AES) або WPA3.
vi: Nếu đây là mạng Wi‑Fi của bạn, hãy định cấu hình bộ định tuyến để truyền phát mạng này với loại bảo mật WPA2 (AES) hoặc WPA3.
zh_cn: 如果这是你的Wi‑Fi网络，请配置路由器以使用WPA2 (AES)或WPA3安全类型广播此网络。
zh_hk: 如果這是你的Wi‑Fi網絡，請設定路由器以WPA2（AES）或WPA3安全類型廣播此網絡。
zh_tw: 若這是你的Wi‑Fi網路，請設定路由器以WPA2（AES）或WPA3安全類型廣播此網路。
